Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# safety.block.consequence.follows
source: Any follow between you is severed, both ways. If you follow each other, both follows are removed.
ar: تُقطع أي متابعة بينكما في الاتجاهين. وإن كنتما تتابعان بعضكما، تُزال المتابعتان معًا.
bn: আপনাদের মধ্যকার যেকোনো ফলো দুদিক থেকেই ছিন্ন হয়। আপনারা পরস্পরকে ফলো করলে দুটি ফলোই সরে যায়।
ca: Qualsevol seguiment entre vosaltres es talla, en ambdós sentits. Si us seguiu mútuament, s'eliminen els dos seguiments.
cs: Veškeré sledování mezi vámi se přeruší, oběma směry. Pokud se sledujete navzájem, obě sledování se odeberou.
da: Enhver følgning mellem jer afbrydes, begge veje. Hvis I følger hinanden, fjernes begge.
de: Jedes Follow zwischen euch wird in beide Richtungen getrennt. Wenn ihr euch gegenseitig folgt, werden beide Follows entfernt.
el: Κάθε ακολούθηση μεταξύ σας διακόπτεται, και προς τις δύο κατευθύνσεις. Αν ακολουθείτε ο ένας τον άλλον, αφαιρούνται και οι δύο ακολουθήσεις.
es: Se corta cualquier seguimiento entre vosotros, en ambos sentidos. Si os seguíais mutuamente, se eliminan los dos.
fi: Kaikki välillänne olevat seuraamiset katkaistaan molempiin suuntiin. Jos seuraatte toisianne, molemmat seuraamiset poistetaan.
fr: Tout abonnement entre vous est rompu, dans les deux sens. Si vous vous suivez mutuellement, les deux abonnements sont supprimés.
he: כל מעקב ביניכם מנותק, בשני הכיוונים. אם אתם עוקבים זה אחרי זה, שני המעקבים מוסרים.
hi: आपके बीच कोई भी फ़ॉलो दोनों तरफ़ से कट जाता है। अगर आप एक-दूसरे को फ़ॉलो करते हैं, तो दोनों फ़ॉलो हट जाते हैं।
hr: Svako praćenje među vama prekida se, u oba smjera. Ako pratite jedno drugo, oba praćenja se uklanjaju.
hu: A köztetek lévő követések mindkét irányban megszűnnek. Ha követitek egymást, mindkettő törlődik.
id: Semua hubungan mengikuti di antara kalian diputus, dua arah. Jika kalian saling mengikuti, kedua-duanya dihapus.
it: Ogni follow tra voi viene interrotto, in entrambe le direzioni. Se vi seguite a vicenda, entrambi i follow vengono rimossi.
ja: 2人の間のフォローは、双方向とも解除されます。お互いにフォローしている場合は、両方が解除されます。
ko: 둘 사이의 팔로우가 양방향으로 끊어져요. 서로 팔로우하고 있었다면 두 팔로우가 모두 해제돼요.
ml: നിങ്ങൾക്കിടയിലെ ഏത് ഫോളോയും ഇരുവശത്തും ഇല്ലാതാകും. പരസ്പരം ഫോളോ ചെയ്യുന്നുണ്ടെങ്കിൽ രണ്ടും നീക്കം ചെയ്യും.
ms: Sebarang ikutan antara anda diputuskan, kedua-dua hala. Jika anda saling mengikut, kedua-dua ikutan dialih keluar.
nb: All følging mellom dere avbrytes, begge veier. Hvis dere følger hverandre, fjernes begge.
nl: Elke volgrelatie tussen jullie wordt in beide richtingen verbroken. Als jullie elkaar volgen, worden beide verwijderd.
pl: Wszelkie obserwowanie między Wami zostaje przerwane w obie strony. Jeśli obserwujecie się nawzajem, oba obserwowania są usuwane.
pt_br: Qualquer vínculo de seguir entre vocês é desfeito, nos dois sentidos. Se vocês se seguem, os dois vínculos são removidos.
pt_pt: Qualquer seguimento entre vocês é cortado, nos dois sentidos. Se se seguem mutuamente, ambos os seguimentos são removidos.
ro: Orice urmărire dintre voi este întreruptă, în ambele sensuri. Dacă vă urmăriți reciproc, ambele urmăriri sunt eliminate.
ru: Все подписки между вами разрываются в обе стороны. Если вы подписаны друг на друга, обе подписки удаляются.
sk: Akékoľvek sledovanie medzi vami sa zruší na oboch stranách. Ak sa sledujete navzájom, odstránia sa obe.
sv: All följning mellan er bryts, åt båda håll. Om ni följer varandra tas båda bort.
ta: உங்களுக்கிடையிலான பின்தொடர்தல்கள் இரு திசையிலும் துண்டிக்கப்படும். நீங்கள் ஒருவரையொருவர் பின்தொடர்ந்தால் இரண்டும் அகற்றப்படும்.
te: మీ మధ్య ఉన్న ఏ ఫాలో అయినా రెండు వైపులా తెగిపోతుంది. మీరు ఒకరినొకరు ఫాలో అయితే, రెండు ఫాలోలు తొలగించబడతాయి.
th: การติดตามระหว่างกันจะถูกตัดทั้งสองทาง หากติดตามกันอยู่ ทั้งสองการติดตามจะถูกลบ
tr: Aranızdaki takipler iki yönlü olarak kesilir. Birbirinizi takip ediyorsanız ikisi de kaldırılır.
uk: Будь-яка підписка між вами розривається в обидва боки. Якщо ви підписані одне на одного, обидві підписки видаляються.
ur: آپ کے درمیان کوئی بھی فالو دونوں طرف سے ختم ہو جاتا ہے۔ اگر آپ ایک دوسرے کو فالو کرتے ہیں تو دونوں فالو ہٹ جاتے ہیں۔
vi: Mọi lượt theo dõi giữa hai bên bị cắt, theo cả hai chiều. Nếu hai bạn theo dõi nhau, cả hai đều bị xóa.
zh_hans: 你们之间的任何关注都会被双向切断。如果你们互相关注，两个关注都会被移除。
zh_hant: 你們之間的任何追蹤關係都會雙向切斷。如果你們互相追蹤，兩邊的追蹤都會移除。

# safety.block.consequence.notRestored
source: Unblocking later does not put them back. Neither of you would be following the other again; you would each have to follow again from scratch.
ar: إلغاء الحظر لاحقًا لا يعيدها. فلن يعود أي منكما متابعًا للآخر، وسيحتاج كل منكما إلى المتابعة من جديد.
bn: পরে আনব্লক করলে তাদের ফিরিয়ে আনা হয় না। আপনারা কেউ আর কাউকে ফলো করবেন না; প্রত্যেককে নতুন করে ফলো করতে হবে।
ca: Desbloquejar més tard no els restaura. Cap dels dos no tornaria a seguir l'altre; cadascú hauria de tornar a seguir des de zero.
cs: Pozdější odblokování je nevrátí. Ani jeden z vás by druhého nesledoval; museli byste začít sledovat znovu od nuly.
da: Hvis du fjerner blokeringen senere, kommer de ikke tilbage. Ingen af jer ville følge den anden igen; I skulle følge hinanden forfra.
de: Wenn du später entblockst, wird das nicht rückgängig gemacht. Keiner von euch folgt dem anderen wieder; ihr müsstet beide von vorn folgen.
el: Η άρση αποκλεισμού αργότερα δεν τους επαναφέρει. Κανείς από τους δύο δεν θα ακολουθεί ξανά τον άλλον· θα πρέπει να ακολουθήσετε ξανά από την αρχή.
es: Desbloquear más tarde no los restablece. Ninguno de los dos volvería a seguir al otro; tendríais que volver a seguiros desde cero.
fi: Eston poistaminen myöhemmin ei palauta niitä. Kumpikaan ei seuraisi toista; teidän kummankin olisi aloitettava seuraaminen alusta.
fr: Débloquer plus tard ne les rétablit pas. Aucun de vous ne suivrait à nouveau l’autre ; chacun devrait se réabonner depuis le début.
he: ביטול החסימה מאוחר יותר לא מחזיר אותם. אף אחד מכם לא יעקוב שוב אחרי השני; כל אחד יצטרך לעקוב מחדש מההתחלה.
hi: बाद में अनब्लॉक करने से वे वापस नहीं आते। आप में से कोई भी दूसरे को फ़ॉलो नहीं कर रहा होगा; आपको दोनों को शुरू से फिर फ़ॉलो करना होगा।
hr: Kasnije odblokiranje ne vraća ih. Nitko od vas više ne bi pratio drugoga; svatko bi morao ponovno pratiti ispočetka.
hu: A későbbi feloldás nem állítja vissza őket. Egyikőtök sem követné újra a másikat; mindketten előröl kellene kezdenetek a követést.
id: Membuka blokir nanti tidak mengembalikan mereka. Tidak ada di antara kalian yang kembali mengikuti yang lain; masing-masing harus mengikuti lagi dari awal.
it: Sbloccare più tardi non li ripristina. Nessuno dei due seguirebbe di nuovo l'altro; dovreste seguirvi di nuovo da zero.
ja: あとでブロックを解除しても、元には戻りません。お互いにフォローし直した状態にはならず、それぞれ最初からフォローし直す必要があります。
ko: 나중에 차단을 해제해도 복원되지 않아요. 서로 다시 팔로우하는 상태가 되지 않으며, 각자 처음부터 다시 팔로우해야 해요.
ml: പിന്നീട് അൺബ്ലോക്ക് ചെയ്താലും അവ തിരികെ വരില്ല. ഇരുവരും പരസ്പരം വീണ്ടും ഫോളോ ചെയ്യില്ല; ആദ്യം മുതൽ വീണ്ടും ഫോളോ ചെയ്യണം.
ms: Menyahsekat kemudian tidak mengembalikan mereka. Tiada seorang pun daripada anda akan mengikut yang lain semula; masing-masing perlu mengikut semula dari awal.
nb: Å oppheve blokkeringen senere setter dem ikke tilbake. Ingen av dere følger den andre igjen. Dere må begge følge på nytt fra bunnen av.
nl: Later deblokkeren zet ze niet terug. Jullie volgen elkaar dan niet meer; jullie moeten elkaar allebei opnieuw volgen.
pl: Późniejsze odblokowanie ich nie przywraca. Żadne z Was nie będzie znów obserwować drugiego; każde musiałoby zacząć obserwować od nowa.
pt_br: Desbloquear depois não os restaura. Nenhum dos dois voltaria a seguir o outro; cada um teria de seguir de novo do zero.
pt_pt: Desbloquear mais tarde não os repõe. Nenhum de vocês voltaria a seguir o outro; teriam de voltar a seguir do zero.
ro: Deblocarea ulterioară nu le readuce. Niciunul dintre voi nu l-ar mai urmări pe celălalt; ar trebui să vă urmăriți din nou de la zero.
ru: Разблокировка позже их не вернёт. Вы больше не будете подписаны друг на друга; подписываться придётся заново.
sk: Neskoršie odblokovanie ich nevráti. Nikto z vás by už nesledoval toho druhého; museli by ste sa znova začať sledovať odznova.
sv: Att avblockera senare ger inte tillbaka dem. Ingen av er skulle följa den andra igen; ni måste var och en följa på nytt från början.
ta: பின்னர் தடையை நீக்கினாலும் அவை திரும்பாது. உங்களில் யாரும் மற்றவரைப் பின்தொடர மாட்டீர்கள்; ஒவ்வொருவரும் புதிதாகப் பின்தொடர வேண்டும்.
te: తర్వాత అన్‌బ్లాక్ చేసినా వారిని తిరిగి తేదు. మీలో ఎవరూ మళ్లీ మరొకరిని ఫాలో అవ్వరు; మీరిద్దరూ మొదటి నుండి మళ్లీ ఫాలో అవ్వాలి.
th: การเลิกบล็อกภายหลังไม่ได้นำพวกเขากลับมา ทั้งสองฝ่ายจะไม่ได้ติดตามกันอีก และต้องติดตามใหม่ตั้งแต่ต้น
tr: Engeli sonradan kaldırmak onları geri getirmez. Hiçbiriniz diğerini yeniden takip etmiyor olur; her biriniz sıfırdan yeniden takip etmelisiniz.
uk: Подальше розблокування не повертає їх. Жоден із вас не буде підписаний на іншого; кожному доведеться підписатися знову з нуля.
ur: بعد میں ان بلاک کرنے سے وہ واپس نہیں آتے۔ آپ میں سے کوئی بھی دوسرے کو دوبارہ فالو نہیں کر رہا ہوگا؛ ہر ایک کو نئے سرے سے فالو کرنا ہوگا۔
vi: Bỏ chặn sau này không khôi phục lại. Hai bên sẽ không theo dõi nhau nữa; mỗi người phải theo dõi lại từ đầu.
zh_hans: 之后取消屏蔽不会恢复关注。你们谁都不会再关注对方，需要各自重新关注。
zh_hant: 之後解除封鎖不會恢復追蹤。你們都不會再追蹤對方，必須各自重新追蹤。

# safety.block.consequence.silent
source: %@ is not told. Known sends no notification and shows them no message about this.
ar: لا يُبلَّغ %@ بذلك. لا يرسل معروف أي إشعار ولا يعرض عليه أي رسالة بهذا الشأن.
bn: %@-কে জানানো হয় না। Known কোনো বিজ্ঞপ্তি পাঠায় না এবং এ নিয়ে তাদের কোনো বার্তা দেখায় না।
ca: %@ no n'és informat. Known no envia cap notificació ni li mostra cap missatge sobre això.
cs: Uživatel %@ se to nedozví. Known neposílá žádné oznámení ani zprávu.
da: %@ får ikke besked. Known sender ingen notifikation og viser ingen besked om dette.
de: %@ wird nicht benachrichtigt. Known sendet dazu keine Mitteilung und zeigt der Person keine Nachricht.
el: Ο/Η %@ δεν ενημερώνεται. Το Known δεν στέλνει ειδοποίηση ούτε εμφανίζει μήνυμα σχετικά.
es: No se avisa a %@. Known no envía ninguna notificación ni le muestra ningún mensaje sobre esto.
fi: Käyttäjälle %@ ei kerrota. Known ei lähetä ilmoitusta eikä näytä hänelle viestiä tästä.
fr: %@ n’en est pas informé. Known n’envoie aucune notification et ne lui montre aucun message à ce sujet.
he: %@ לא מקבל הודעה. Known לא שולחת התראה ולא מציגה לו שום הודעה על כך.
hi: %@ को बताया नहीं जाता। Known कोई सूचना नहीं भेजता और उन्हें इस बारे में कोई संदेश नहीं दिखाता।
hr: %@ nije obaviješten/a. Known ne šalje obavijest niti mu/joj prikazuje poruku o tome.
hu: %@ nem kap értesítést. A Known nem küld értesítést, és nem mutat neki üzenetet erről.
id: %@ tidak diberi tahu. Known tidak mengirim notifikasi dan tidak menampilkan pesan apa pun tentang ini kepada mereka.
it: %@ non viene avvisato. Known non invia nessuna notifica né gli mostra alcun messaggio al riguardo.
ja: %@には知らされません。Knownは通知を送らず、このことに関するメッセージも表示しません。
ko: %@님에게는 알려지지 않아요. Known은 알림을 보내지 않고 이에 대한 메시지도 표시하지 않아요.
ml: %@ എന്നയാളെ അറിയിക്കില്ല. Known ഒരു അറിയിപ്പും അയയ്ക്കില്ല, ഇതേക്കുറിച്ച് സന്ദേശവും കാണിക്കില്ല.
ms: %@ tidak diberitahu. Known tidak menghantar pemberitahuan dan tidak menunjukkan sebarang mesej kepada mereka tentang ini.
nb: %@ får ikke vite det. Known sender ikke noe varsel og viser dem ingen melding om dette.
nl: %@ krijgt hier geen bericht van. Known stuurt geen melding en toont geen bericht hierover.
pl: Użytkownik %@ nie jest o tym informowany. Known nie wysyła żadnego powiadomienia ani komunikatu.
pt_br: %@ não é avisado. O Known não envia nenhuma notificação nem mostra mensagem alguma a respeito.
pt_pt: %@ não é avisado. A Known não envia notificação nem mostra qualquer mensagem sobre isto.
ro: %@ nu este anunțat. Known nu trimite nicio notificare și nu îi arată niciun mesaj despre asta.
ru: %@ не будет уведомлён(а). Known не отправляет уведомлений и не показывает им никаких сообщений об этом.
sk: %@ sa o tom nedozvie. Known nepošle žiadne upozornenie ani nezobrazí žiadnu správu.
sv: %@ får inte veta det. Known skickar ingen avisering och visar dem inget meddelande om detta.
ta: %@ க்குத் தெரிவிக்கப்படாது. Known அறிவிப்பு எதுவும் அனுப்பாது, இது குறித்து எந்தச் செய்தியும் காட்டாது.
te: %@కు చెప్పబడదు. Known ఎలాంటి నోటిఫికేషన్ పంపదు, దీని గురించి వారికి ఏ సందేశమూ చూపదు.
th: %@ ไม่ได้รับแจ้ง Known ไม่ส่งการแจ้งเตือนและไม่แสดงข้อความใดๆ ให้พวกเขาเกี่ยวกับเรื่องนี้
tr: %@ kişisine haber verilmez. Known bildirim göndermez ve bu konuda onlara mesaj göstermez.
uk: %@ не повідомляють. Known не надсилає сповіщення й не показує їм жодного повідомлення про це.
ur: %@ کو نہیں بتایا جاتا۔ Known کوئی اطلاع نہیں بھیجتا اور انہیں اس کے بارے میں کوئی پیغام نہیں دکھاتا۔
vi: %@ không được thông báo. Known không gửi thông báo và không hiển thị cho họ thông điệp nào về việc này.
zh_hans: 不会通知 %@。Known 不会发送通知，也不会向对方显示任何相关消息。
zh_hant: %@ 不會得知。Known 不會發送通知，也不會向對方顯示任何相關訊息。

# safety.block.consequence.visibility
source: You stop seeing each other. %@'s posts and replies leave your feeds, your search results and every thread you open — and yours leave theirs.
ar: يتوقف كل منكما عن رؤية الآخر. تختفي منشورات %@ وردوده من صفحاتك ونتائج بحثك وكل سلسلة تفتحها — وتختفي منشوراتك عنه كذلك.
bn: আপনারা পরস্পরকে দেখা বন্ধ করেন। %@-এর পোস্ট ও উত্তর আপনার ফিড, সার্চ ফলাফল এবং আপনার খোলা প্রতিটি থ্রেড থেকে চলে যায় — আর আপনারগুলো তাদের থেকে।
ca: Deixeu de veure-us. Les publicacions i respostes de %@ desapareixen dels teus canals, dels resultats de cerca i de tots els fils que obris, i les teves desapareixen dels seus.
cs: Přestanete se vidět. Příspěvky a odpovědi uživatele %@ zmizí z tvých kanálů, hledání i každého vlákna, které otevřeš – a tvé zmizí z jeho.
da: I holder op med at se hinanden. Opslag og svar fra %@ forsvinder fra dine feeds, dine søgeresultater og enhver tråd, du åbner – og dine fra deres.
de: Ihr seht einander nicht mehr. Beiträge und Antworten von %@ verschwinden aus deinen Feeds, Suchergebnissen und jedem Thread, den du öffnest – und deine aus denen der Person.
el: Σταματάτε να βλέπετε ο ένας τον άλλον. Οι αναρτήσεις και οι απαντήσεις του/της %@ φεύγουν από τις ροές σου, τα αποτελέσματα αναζήτησης και κάθε νήμα που ανοίγεις — και οι δικές σου φεύγουν από τις δικές του/της.
es: Dejáis de veros. Las publicaciones y respuestas de %@ desaparecen de tus feeds, tus búsquedas y todos los hilos que abras, y las tuyas de los suyos.
fi: Ette enää näe toisianne. Käyttäjän %@ julkaisut ja vastaukset poistuvat syötteistäsi, hakutuloksistasi ja kaikista avaamistasi ketjuista – ja sinun hänen omistaan.
fr: Vous ne vous voyez plus. Les posts et réponses de %@ disparaissent de vos fils, de vos résultats de recherche et de chaque discussion que vous ouvrez — et les vôtres disparaissent des siens.
he: אתם מפסיקים לראות זה את זה. הפוסטים והתגובות של %@ יוצאים מהפידים שלך, מתוצאות החיפוש ומכל שרשור שאתה פותח — והשלך יוצאים משלו.
hi: आप एक-दूसरे को देखना बंद कर देते हैं। %@ की पोस्ट और जवाब आपकी फ़ीड, खोज नतीजों और आपके खोले हर थ्रेड से हट जाते हैं — और आपके उनके यहाँ से।
hr: Prestajete se vidjeti. Objave i odgovori korisnika %@ nestaju iz tvojih feedova, rezultata pretraživanja i svake niti koju otvoriš — a tvoje iz njegovih/njezinih.
hu: Nem látjátok egymást. %@ bejegyzései és válaszai eltűnnek a hírfolyamaidból, a keresési találataidból és minden megnyitott szálból – és a tieid az övéiből.
id: Kalian berhenti saling melihat. Postingan dan balasan %@ hilang dari feed, hasil pencarian, dan setiap utas yang kamu buka — dan milikmu hilang dari milik mereka.
it: Smettete di vedervi. I post e le risposte di %@ spariscono dai tuoi feed, dai risultati di ricerca e da ogni discussione che apri, e i tuoi spariscono dai suoi.
ja: お互いが見えなくなります。%@の投稿と返信は、あなたのフィード、検索結果、開くすべてのスレッドから消え、あなたの投稿と返信も相手から消えます。
ko: 서로 보이지 않게 돼요. %@님의 게시물과 답글이 내 피드, 검색 결과, 내가 여는 모든 스레드에서 사라지고, 내 것도 상대방에게서 사라져요.
ml: നിങ്ങൾ പരസ്പരം കാണില്ല. %@ എന്നയാളുടെ പോസ്റ്റുകളും മറുപടികളും നിങ്ങളുടെ ഫീഡുകളിൽ നിന്നും തിരയൽ ഫലങ്ങളിൽ നിന്നും നിങ്ങൾ തുറക്കുന്ന ഓരോ ത്രെഡിൽ നിന്നും ഇല്ലാതാകും — നിങ്ങളുടേത് അവരുടേതിൽ നിന്നും.
ms: Anda berhenti saling melihat. Siaran dan balasan %@ hilang daripada suapan, hasil carian dan setiap utas yang anda buka — dan milik anda hilang daripada milik mereka.
nb: Dere slutter å se hverandre. Innleggene og svarene til %@ forsvinner fra feedene dine, søkeresultatene dine og alle tråder du åpner, og dine forsvinner fra deres.
nl: Jullie zien elkaar niet meer. De berichten en reacties van %@ verdwijnen uit je feeds, zoekresultaten en elke thread die je opent, en die van jou uit die van hen.
pl: Przestajecie się widzieć. Wpisy i odpowiedzi: %@ znikają z Twoich kanałów, wyników wyszukiwania i każdego otwieranego wątku — a Twoje z ich.
pt_br: Vocês deixam de se ver. Os posts e respostas de %@ saem dos seus feeds, dos resultados de busca e de todos os fios que você abrir, e os seus saem dos dele.
pt_pt: Deixam de se ver. As publicações e respostas de %@ saem dos seus feeds, resultados de pesquisa e de todas as conversas que abrir — e as suas saem dos dele.
ro: Nu vă mai vedeți reciproc. Postările și răspunsurile lui %@ dispar din fluxurile tale, din rezultatele căutării și din fiecare conversație pe care o deschizi — iar ale tale dispar de la el.
ru: Вы перестаёте видеть друг друга. Посты и ответы %@ исчезают из ваших лент, результатов поиска и всех открываемых вами веток — а ваши из их.
sk: Prestanete sa navzájom vidieť. Príspevky a odpovede používateľa %@ zmiznú z tvojich kanálov, výsledkov vyhľadávania aj každého vlákna, ktoré otvoríš — a tvoje z jeho.
sv: Ni slutar se varandra. %@s inlägg och svar försvinner från dina flöden, dina sökresultat och varje tråd du öppnar – och dina från deras.
ta: நீங்கள் ஒருவரையொருவர் பார்ப்பது நின்றுவிடும். %@ இன் இடுகைகளும் பதில்களும் உங்கள் ஊட்டங்கள், தேடல் முடிவுகள், நீங்கள் திறக்கும் ஒவ்வொரு உரையாடலிலிருந்தும் நீங்கும் — உங்களுடையவையும் அவர்களுடையதிலிருந்து நீங்கும்.
te: మీరు ఒకరినొకరు చూడటం ఆగిపోతుంది. %@ పోస్ట్‌లు, రిప్లైలు మీ ఫీడ్‌ల నుండి, శోధన ఫలితాల నుండి, మీరు తెరిచే ప్రతి థ్రెడ్ నుండి మాయమవుతాయి — మీవి వారి నుండి మాయమవుతాయి.
th: คุณจะไม่เห็นกันและกัน โพสต์และคำตอบของ %@ จะหายจากฟีด ผลการค้นหา และทุกเธรดที่คุณเปิด และของคุณก็หายจากของพวกเขาเช่นกัน
tr: Birbirinizi görmezsiniz. %@ kişisinin gönderileri ve yanıtları akışlarınızdan, arama sonuçlarınızdan ve açtığınız her konuşmadan çıkar; sizinkiler de onunkilerden çıkar.
uk: Ви перестаєте бачити одне одного. Дописи й відповіді %@ зникають із ваших стрічок, результатів пошуку та кожного обговорення, яке ви відкриваєте, — а ваші зникають з їхніх.
ur: آپ ایک دوسرے کو دیکھنا بند کر دیتے ہیں۔ %@ کی پوسٹس اور جوابات آپ کی فیڈز، سرچ نتائج اور آپ کے کھولے ہر تھریڈ سے نکل جاتے ہیں — اور آپ کی ان کی سے۔
vi: Hai bên không còn thấy nhau. Bài đăng và trả lời của %@ rời khỏi bảng tin, kết quả tìm kiếm và mọi chuỗi bạn mở — và của bạn cũng rời khỏi của họ.
zh_hans: 你们将互相看不到对方。%@ 的帖子和回复会从你的信息流、搜索结果和你打开的每个对话串中消失，你的内容在对方那边也一样。
zh_hant: 你們看不到彼此。%@ 的貼文和回覆會從你的動態、搜尋結果和你開啟的所有串文中消失，你的內容也會從對方那邊消失。

# safety.block.reversible
source: You can unblock from Settings → Safety at any time.
ar: يمكنك إلغاء الحظر من الإعدادات ← الأمان في أي وقت.
bn: যেকোনো সময় সেটিংস → নিরাপত্তা থেকে আনব্লক করতে পারেন।
ca: Pots desbloquejar des d'Ajustos → Seguretat en qualsevol moment.
cs: Odblokovat můžeš kdykoli v Nastavení → Bezpečí.
da: Du kan fjerne blokeringen under Indstillinger → Sikkerhed når som helst.
de: Du kannst jederzeit unter Einstellungen → Sicherheit entblocken.
el: Μπορείς να άρεις τον αποκλεισμό οποτεδήποτε από Ρυθμίσεις → Ασφάλεια.
es: Puedes desbloquear en cualquier momento desde Ajustes → Seguridad.
fi: Voit poistaa eston milloin tahansa kohdassa Asetukset → Turvallisuus.
fr: Vous pouvez débloquer à tout moment depuis Réglages → Sécurité.
he: אפשר לבטל חסימה בהגדרות ← בטיחות בכל עת.
hi: आप कभी भी सेटिंग्स → सुरक्षा से अनब्लॉक कर सकते हैं।
hr: Možeš odblokirati u Postavke → Sigurnost bilo kada.
hu: Bármikor feloldhatod: Beállítások → Biztonság.
id: Kamu bisa membuka blokir dari Pengaturan → Keamanan kapan saja.
it: Puoi sbloccare da Impostazioni → Sicurezza in qualsiasi momento.
ja: ブロックは、設定 → 安全からいつでも解除できます。
ko: 설정 → 안전에서 언제든 차단을 해제할 수 있어요.
ml: ക്രമീകരണങ്ങൾ → സുരക്ഷ എന്നതിൽ നിന്ന് എപ്പോൾ വേണമെങ്കിലും അൺബ്ലോക്ക് ചെയ്യാം.
ms: Anda boleh menyahsekat daripada Tetapan → Keselamatan pada bila-bila masa.
nb: Du kan oppheve blokkeringen fra Innstillinger → Sikkerhet når som helst.
nl: Je kunt altijd deblokkeren via Instellingen → Veiligheid.
pl: W każdej chwili możesz odblokować w Ustawienia → Bezpieczeństwo.
pt_br: Você pode desbloquear em Ajustes → Segurança a qualquer momento.
pt_pt: Pode desbloquear em Definições → Segurança em qualquer altura.
ro: Poți debloca oricând din Setări → Siguranță.
ru: Разблокировать можно в любой момент в «Настройки» → «Безопасность».
sk: Kedykoľvek môžeš odblokovať v Nastavenia → Bezpečnosť.
sv: Du kan avblockera från Inställningar → Säkerhet när som helst.
ta: அமைப்புகள் → பாதுகாப்பு என்பதில் எப்போது வேண்டுமானாலும் தடையை நீக்கலாம்.
te: మీరు ఎప్పుడైనా సెట్టింగ్‌లు → భద్రత నుండి అన్‌బ్లాక్ చేయవచ్చు.
th: คุณเลิกบล็อกได้ทุกเมื่อจาก การตั้งค่า → ความปลอดภัย
tr: Engeli istediğiniz zaman Ayarlar → Güvenlik'ten kaldırabilirsiniz.
uk: Розблокувати можна в Налаштування → Безпека будь-коли.
ur: آپ کسی بھی وقت سیٹنگز ← تحفظ سے ان بلاک کر سکتے ہیں۔
vi: Bạn có thể bỏ chặn từ Cài đặt → An toàn bất cứ lúc nào.
zh_hans: 你可以随时在“设置 → 安全”中取消屏蔽。
zh_hant: 你隨時可以在「設定」→「安全」中解除封鎖。
